---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionTopCutWidth
source: html/5c6052e1-ed1f-4785-d54f-17b7f53b01dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionTopCutWidth Property

"Top Cut Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionTopCutWidth { get; }
```